/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Kohteen lähettäminen epäonnistui";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Yritä myöhemmin uudelleen";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Et ole kirjautuneena Skypeen";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ lähetti valokuvan.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Tämä laite ei vielä tue Skypen uusia kuvanjakamisominaisuuksia, mutta voit kuitenkin katsoa kuvan selaimessasi täällä: %@";
